{
    "navigation": {
        "home": "الرئيسية",
        "about": "من نحن",
        "projects": "المشاريع",
        "blogs": "المدونة",
        "contact": "اتصل بنا",
        "getInTouch": "تواصل معنا",
        "getQuote": "طلب عرض"
    },
    "auth": {
        "login": "تسجيل الدخول",
        "logout": "تسجيل الخروج",
        "welcomeUser": "مرحباً، {{name}}"
    },
    "banner": {
        "knowMore": "اعرف المزيد",
        "aboutSharjah": "عن الشارقة."
    },
    "about": {
        "aboutUsMore": "اعرف المزيد عنا",
        "pageTitle": "من نحن",
        "breadcrumbContent": "تعرف على قصتنا"
    },
    "breadcrumb": {
        "home": "الرئيسية"
    },
    "project": {
        "viewAllProjectDetails": "عرض جميع تفاصيل المشروع"
    },
    "contact": {
        "yourDreamApartmentAwaits": "شقتك الأحلام في انتظارك",
        "headline": "هل أنت مستعد للعثور على شقتك المثالية؟ تواصل معنا لاستكشاف الوحدات المتاحة، ومناقشة خطط الدفع، والتعرف على خدماتنا العقارية.",
        "buttonUnit": "دقيقة",
        "buttonText": "تحدث معنا",
        "description": "سواء كنت تبحث عن شراء شقتك الأولى، أو الاستثمار في العقارات، أو تحتاج إلى معلومات حول خيارات الدفع والتمويل، فريقنا الخبير هنا لمساعدتك. اتصل بنا اليوم لاكتشاف الشقق المتاحة، ومناقشة خطط الدفع، والحصول على إجابات لجميع أسئلتك العقارية."
    },
    "methodology": {
        "title": "كيف نعمل",
        "heading": "منهجيتنا المثبتة",
        "description": "في GUPD، نتبع نهجاً منهجياً في تطوير العقارات يضمن الجودة والشفافية ورضا العملاء في كل مرحلة. من اختيار الموقع إلى التسليم النهائي، تعكس منهجيتنا التزامنا ببناء مشاريع سكنية استثنائية في الشارقة.",
        "step01Title": "اختيار الموقع والجدوى",
        "step01Description": "نقوم بإجراء أبحاث السوق ودراسات الجدوى الشاملة لتحديد المواقع المتميزة التي توفر قيمة طويلة الأجل وإمكانيات النمو. يقوم فريقنا بتقييم إمكانية الوصول والبنية التحتية واحتياجات المجتمع لضمان اختيار موقع استراتيجي.",
        "step02Title": "التصميم والتخطيط",
        "step02Description": "ينشئ مهندسونا المعماريون والمصممون تخطيطات سكنية مبتكرة تعظم المساحة والضوء الطبيعي ووسائل الراحة المعيشية. نركز على التصميم المتجاوب مع المناخ وكفاءة الطاقة ومعايير المعيشة الحديثة المصممة خصيصاً لبيئة الشارقة الفريدة.",
        "step03Title": "التراخيص والموافقات",
        "step03Description": "نتعامل مع جميع الموافقات التنظيمية وتراخيص البناء المطلوبة من قبل سلطات الشارقة. يضمن فريقنا ذو الخبرة الامتثال الكامل لمعايير البناء في دولة الإمارات واللوائح البلدية لتقدم المشروع بسلاسة.",
        "step04Title": "البناء والتطوير",
        "step04Description": "مع شركاء البناء الموثوقين، نحافظ على رقابة جودة صارمة طوال عملية البناء. نستخدم مواد عالية الجودة ونطبق تقنيات بناء متقدمة ونقوم بإجراء فحوصات منتظمة لضمان أعلى معايير الحرفية.",
        "step05Title": "ضمان الجودة",
        "step05Description": "قبل التسليم، تخضع كل وحدة لفحوصات وفحوصات جودة شاملة. نختبر جميع الأنظمة ونتحقق من التشطيبات ونتأكد من أن كل جانب يلبي معاييرنا الصارمة ويتجاوز توقعات العملاء.",
        "step06Title": "التسليم وخدمة ما بعد البيع",
        "step06Description": "نوفر عملية تسليم سلسة مع توثيق كامل وتوجيه للممتلكات. يستمر فريق خدمة ما بعد البيع المخصص لدينا في دعم السكان، وضمان رضاهم والحفاظ على قيمة استثمارهم."
    },
    "footerTop": {
        "eyebrow": "نبني رؤيتك",
        "headline": "لنبنِ شيئاً مدهشاً.",
        "startProject": "ابدأ مشروعاً",
        "contactUs": "تواصل معنا"
    },
    "footer": {
        "quickLinks": "روابط سريعة",
        "company": "الشركة",
        "aboutUs": "نبذة عنا",
        "meetTeam": "تعرف على فريقنا",
        "ourProject": "مشاريعنا",
        "supportPolicy": "سياسة الدعم",
        "terms": "الشروط والأحكام",
        "privacy": "سياسة الخصوصية"
    },
    "language": {
        "switchToArabic": "العربية",
        "switchToEnglish": "English"
    }
}

