{
    "about": {
      "title": "Building Trust Since 2005",
      "subtitle": "Shaping Communities, Delivering Excellence.",
      "videoDescription": "Jinan is a UAE-based real estate developer committed to building projects that combine quality, innovation, and long-term value. Our journey reflects a promise to deliver excellence while contributing to the growth of Sharjah and beyond.",
      "image": "assets/img/home1/about-img.jpg",
      "sections": [
        {
          "title": "Who We Are",
          "text": "Jinan is a forward-looking real estate company focused on creating developments that inspire modern living. We strive to bring value to investors and residents by developing projects with strong foundations in design, quality, and community impact."
        },
        {
          "title": "Our Mission",
          "text": "To establish Jinan as a trusted name in property development by delivering projects that reflect innovation, transparency, and customer satisfaction. Our mission is not just to build properties but to shape lifestyles."
        },
        {
          "title": "Our Landmark Project",
          "text": "Al Faisal Tower in Sharjah stands as Jinan's flagship development — a modern residential tower that showcases our vision and commitment. Designed with spacious layouts, premium amenities, and strategic location, it sets a new standard for living in the heart of Sharjah."
        }
      ]
    },
    "methodology": {
      "title": "How We Work",
      "heading": "Our Proven Methodology",
      "description": "At Jinan, we follow a systematic approach to property development that ensures quality, transparency, and customer satisfaction at every stage. From site selection to final handover, our methodology reflects our commitment to building exceptional residential developments in Sharjah.",
      "steps": [
        {
          "stepNumber": "01",
          "title": "Site Selection & Feasibility",
          "description": "We conduct thorough market research and feasibility studies to identify prime locations that offer long-term value and growth potential. Our team evaluates accessibility, infrastructure, and community needs to ensure strategic site selection."
        },
        {
          "stepNumber": "02",
          "title": "Design & Planning",
          "description": "Our architects and designers create innovative residential layouts that maximize space, natural light, and lifestyle amenities. We focus on climate-responsive design, energy efficiency, and modern living standards tailored for Sharjah's unique environment."
        },
        {
          "stepNumber": "03",
          "title": "Permits & Approvals",
          "description": "We handle all regulatory approvals and building permits required by Sharjah's authorities. Our experienced team ensures full compliance with UAE construction standards and municipal regulations for seamless project progression."
        },
        {
          "stepNumber": "04",
          "title": "Construction & Development",
          "description": "With trusted construction partners, we maintain rigorous quality control throughout the building process. We use premium materials, implement advanced construction techniques, and conduct regular inspections to ensure the highest standards of craftsmanship."
        },
        {
          "stepNumber": "05",
          "title": "Quality Assurance",
          "description": "Before handover, every unit undergoes comprehensive quality checks and inspections. We test all systems, verify finishes, and ensure that every aspect meets our exacting standards and exceeds customer expectations."
        },
        {
          "stepNumber": "06",
          "title": "Handover & After-Sales",
          "description": "We provide a smooth handover process with complete documentation and property orientation. Our dedicated after-sales team continues to support residents, ensuring their satisfaction and maintaining the value of their investment."
        }
      ]
    }
  }
  