{
  "title": "Privacy Policy",
  "lastUpdated": "January 2025",
  "company": {
    "name": "Jinan",
    "shortName": "Jinan",
    "email": "info@jinan.ae",
    "address": "Orient building - 2nd Floor - Office 23 Al Arouba St - Al Mareija - Hay Al Gharb - Sharjah, UAE"
  },
  "content": "<h2>Introduction</h2>\n<p>Jinan (&quot;Jinan&quot;, &quot;we&quot;, &quot;us&quot;, or &quot;our&quot;) is committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website and use our services. Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the site.</p>\n<h3>1. Information We Collect</h3>\n<p>We may collect information about you in a variety of ways. The information we may collect on the site includes:</p>\n<h4>Personal Data</h4>\n<p>Personally identifiable information, such as your name, email address, telephone number, and demographic information (such as your age and gender) that you voluntarily give to us when you register with the site or when you choose to participate in various activities related to the site, such as online chat and message boards.</p>\n<h4>Derivative Data</h4>\n<p>Information our servers automatically collect when you access the site, such as your IP address, your browser type, your operating system, your access times, and the pages you have viewed directly before and after accessing the site.</p>\n<h4>Financial Data</h4>\n<p>Financial information, such as data related to your payment method (e.g., valid credit card number, card brand, expiration date) that we may collect when you purchase, order, return, exchange, or request information about our services from the site.</p>\n<h4>Contact Forms</h4>\n<p>When you fill out contact forms, request property information, or schedule property viewings, we collect the information you provide, including your name, email address, phone number, and any other details you choose to share.</p>\n<h3>2. How We Use Your Information</h3>\n<p>Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience. Specifically, we may use information collected about you via the site to:</p>\n<ul><li>Create and manage your account</li><li>Process your transactions and send you related information</li><li>Email you regarding your account or order</li><li>Fulfill and manage purchases, orders, payments, and other transactions related to the site</li><li>Generate a personal profile about you to make future visits more personalized</li><li>Increase the efficiency and operation of the site</li><li>Monitor and analyze usage and trends to improve your experience</li><li>Notify you of updates to the site</li><li>Perform other business activities as needed</li><li>Request feedback and contact you about your use of the site</li><li>Respond to product and customer service requests</li><li>Send you marketing and promotional communications</li><li>Resolve disputes and troubleshoot problems</li></ul>\n<h3>3. Disclosure of Your Information</h3>\n<p>We may share information we have collected about you in certain situations. Your information may be disclosed as follows:</p>\n<h4>By Law or to Protect Rights</h4>\n<p>If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation.</p>\n<h4>Third-Party Service Providers</h4>\n<p>We may share your information with third parties that perform services for us or on our behalf, including payment processing, data analysis, email delivery, hosting services, customer service, and marketing assistance.</p>\n<h4>Business Transfers</h4>\n<p>We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.</p>\n<h4>Real Estate Partners</h4>\n<p>With your consent, we may share your information with our real estate partners, property developers, or third parties for the purpose of providing you with property-related services, property viewings, or promotional offers related to real estate.</p>\n<h3>4. Third-Party Websites</h3>\n<p>The site may contain links to third-party websites and applications of interest, including advertisements and external services, that are not affiliated with us. Once you have used these links to leave the site, any information you provide to these third parties is not covered by this Privacy Policy, and we cannot guarantee the safety and privacy of your information.</p>\n<h3>5. Security of Your Information</h3>\n<p>We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse.</p>\n<h3>6. Policy for Children</h3>\n<p>We do not knowingly solicit information from or market to children under the age of 18. If we learn that we have collected personal information from a child under age 18 without verification of parental consent, we will delete that information as quickly as possible.</p>\n<h3>7. Your Rights</h3>\n<p>Depending on your location, you may have the following rights regarding your personal information:</p>\n<ul><li>The right to access – You have the right to request copies of your personal data</li><li>The right to rectification – You have the right to request that we correct any information you believe is inaccurate</li><li>The right to erasure – You have the right to request that we erase your personal data, under certain conditions</li><li>The right to restrict processing – You have the right to request that we restrict the processing of your personal data</li><li>The right to object to processing – You have the right to object to our processing of your personal data</li><li>The right to data portability – You have the right to request that we transfer the data that we have collected to another organization</li></ul>\n<h3>8. Cookies and Tracking Technologies</h3>\n<p>We may use cookies, web beacons, tracking pixels, and other tracking technologies on the site to help customize the site and improve your experience. When you access the site, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the site.</p>\n<h3>9. Changes to This Privacy Policy</h3>\n<p>We may update this Privacy Policy from time to time in order to reflect changes to our practices or for other operational, legal, or regulatory reasons. We will notify you of any changes by posting the new Privacy Policy on this page and updating the &quot;Last Updated&quot; date. You are advised to review this Privacy Policy periodically for any changes.</p>\n<h3>10. Contact Us</h3>\n<p>If you have questions or comments about this Privacy Policy, please contact us at:</p>\n<p><strong>Email:</strong> <a href=\"mailto:info@jinan.ae\">info@jinan.ae</a></p><p><strong>Phone:</strong> +971 6 123 4567</p><p><strong>Address:</strong> Orient building - 2nd Floor - Office 23 Al Arouba St - Al Mareija - Hay Al Gharb - Sharjah, UAE</p>"
}