{
  "title": "Support Policy",
  "lastUpdated": "January 2025",
  "company": {
    "name": "Gulf Universal Property Development",
    "shortName": "GUPD",
    "email": "info@gupd.ae",
    "phone": "+971 6 123 4567",
    "address": "Orient building - 2nd Floor - Office 23 Al Arouba St - Al Mareija - Hay Al Gharb - Sharjah, UAE"
  },
  "introduction": {
    "heading": "Introduction",
    "content": "At Gulf Universal Property Development (\"GUPD\", \"we\", \"us\", or \"our\"), we are committed to providing exceptional customer support and service. This Support Policy outlines our commitment to you, our valued customers, and explains how we handle support requests, inquiries, and customer service matters."
  },
  "sections": [
    {
      "heading": "1. Support Hours",
      "content": "Our customer support team is available during the following hours:",
      "subsections": [
        {
          "title": "Business Hours",
          "content": "Sunday - Thursday: 9:00 AM - 6:00 PM (UAE Time). We are closed on Fridays and Saturdays, as well as on official UAE public holidays."
        },
        {
          "title": "Response Times",
          "content": "We aim to respond to all inquiries within 24 hours during business days. For urgent matters related to property sales or reservations, we will make every effort to respond as quickly as possible."
        }
      ]
    },
    {
      "heading": "2. Contact Methods",
      "content": "You can reach our support team through the following channels:",
      "list": [
        "Email: info@gupd.ae",
        "Phone: +971 6 123 4567",
        "WhatsApp: +971 6 123 4567",
        "In-Person: Visit our office at Orient building - 2nd Floor - Office 23 Al Arouba St - Al Mareija - Hay Al Gharb - Sharjah, UAE",
        "Website Contact Form: Available on our contact page"
      ]
    },
    {
      "heading": "3. Types of Support",
      "content": "Our support team can assist you with:",
      "list": [
        "Property inquiries and information requests",
        "Scheduling property viewings and site visits",
        "Purchase process questions and guidance",
        "Payment and financing inquiries",
        "Documentation and legal matters related to property transactions",
        "After-sales support and property management queries",
        "Technical support for website and online services",
        "General information about our projects and services"
      ]
    },
    {
      "heading": "4. Support Priority Levels",
      "content": "We prioritize support requests based on their urgency and nature:",
      "subsections": [
        {
          "title": "High Priority",
          "content": "Urgent matters related to active property purchases, payment issues, or time-sensitive transactions. These are addressed immediately during business hours."
        },
        {
          "title": "Medium Priority",
          "content": "Property inquiries, viewing requests, and general information requests. These are typically responded to within 24 hours."
        },
        {
          "title": "Low Priority",
          "content": "General questions, feedback, or non-urgent inquiries. These are handled within 2-3 business days."
        }
      ]
    },
    {
      "heading": "5. Information Required for Support",
      "content": "To help us assist you more effectively, please provide the following information when contacting support:",
      "list": [
        "Your full name and contact information",
        "Property or project name (if applicable)",
        "Reference number or transaction ID (if applicable)",
        "Detailed description of your inquiry or issue",
        "Preferred method of communication",
        "Any relevant documentation or screenshots"
      ]
    },
    {
      "heading": "6. Property Viewings and Site Visits",
      "content": "For property viewings and site visits:",
      "subsections": [
        {
          "title": "Scheduling",
          "content": "Property viewings can be scheduled through our website contact form, by phone, or by email. We recommend booking at least 24 hours in advance to ensure availability."
        },
        {
          "title": "Cancellations",
          "content": "If you need to cancel or reschedule a viewing, please notify us at least 12 hours in advance. This helps us accommodate other customers."
        },
        {
          "title": "Requirements",
          "content": "Visitors may be required to provide identification and sign a visitor registration form for security and safety purposes."
        }
      ]
    },
    {
      "heading": "7. After-Sales Support",
      "content": "Our commitment to you doesn't end after your purchase. We provide ongoing support for:",
      "list": [
        "Property handover process",
        "Warranty and maintenance inquiries",
        "Documentation and title deed matters",
        "Property management services",
        "Community and facilities information"
      ]
    },
    {
      "heading": "8. Escalation Process",
      "content": "If you are not satisfied with the support received, you may escalate your concern:",
      "subsections": [
        {
          "title": "Level 1",
          "content": "Contact our Customer Support Manager at info@gupd.ae with \"Escalation\" in the subject line."
        },
        {
          "title": "Level 2",
          "content": "For serious concerns, you may request to speak with senior management by contacting our main office."
        },
        {
          "title": "Legal Disputes",
          "content": "For legal disputes, please refer to our Terms and Conditions for dispute resolution procedures."
        }
      ]
    },
    {
      "heading": "9. Feedback and Complaints",
      "content": "We welcome your feedback and take all complaints seriously. Please contact us at info@gupd.ae with \"Feedback\" or \"Complaint\" in the subject line. We will acknowledge receipt within 48 hours and work to resolve your concerns promptly."
    },
    {
      "heading": "10. Confidentiality",
      "content": "All information shared with our support team is treated with strict confidentiality in accordance with our Privacy Policy. We will not share your personal information with third parties without your consent, except as required by law."
    },
    {
      "heading": "11. Limitations",
      "content": "While we strive to provide the best possible support, please note:",
      "list": [
        "Support is provided during business hours only",
        "We cannot provide legal or financial advice beyond property-related matters",
        "Some requests may require consultation with third-party service providers",
        "Response times may be extended during peak periods or holidays"
      ]
    },
    {
      "heading": "12. Updates to This Policy",
      "content": "We may update this Support Policy from time to time. Changes will be posted on this page with an updated \"Last Updated\" date. Continued use of our services after changes constitutes acceptance of the updated policy."
    }
  ]
}

