{
  "title": "Terms and Conditions",
  "lastUpdated": "January 2025",
  "company": {
    "name": "Jinan",
    "shortName": "Jinan",
    "email": "info@jinan.ae",
    "address": "Orient building - 2nd Floor - Office 23 Al Arouba St - Al Mareija - Hay Al Gharb - Sharjah, UAE"
  },
  "content": "<h2>Introduction</h2>\n<p>Welcome to Jinan (&quot;Jinan&quot;, &quot;we&quot;, &quot;us&quot;, or &quot;our&quot;). These Terms and Conditions (&quot;Terms&quot;, &quot;Terms and Conditions&quot;) govern your use of our website located at jinan.ae (the &quot;Service&quot;) operated by Jinan. Our Privacy Policy also governs your use of our Service and explains how we collect, safeguard and disclose information that results from your use of our web pages.</p>\n<h3>1. Agreement to Terms</h3>\n<p>By accessing or using our Service, you agree to be bound by these Terms and Conditions. If you disagree with any part of these terms, then you may not access the Service. Your access to and use of the Service is also conditioned on your acceptance of and compliance with the Privacy Policy of Jinan.</p>\n<h3>2. Use License</h3>\n<p>Permission is granted to temporarily download one copy of the materials on Jinan's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not:</p>\n<ul><li>Modify or copy the materials</li><li>Use the materials for any commercial purpose or for any public display (commercial or non-commercial)</li><li>Attempt to decompile or reverse engineer any software contained on Jinan's website</li><li>Remove any copyright or other proprietary notations from the materials</li><li>Transfer the materials to another person or &quot;mirror&quot; the materials on any other server</li></ul>\n<h3>3. Property Information</h3>\n<p>All property listings, descriptions, images, pricing, and availability information on this website are subject to change without notice. While we strive to ensure the accuracy of information, Jinan does not warrant or guarantee the accuracy, completeness, or timeliness of any property information displayed on the website.</p>\n<h4>Property Availability</h4>\n<p>Property availability is subject to prior sale and may change without notice. We reserve the right to withdraw any property from the market at any time.</p>\n<h4>Pricing</h4>\n<p>All prices quoted are in UAE Dirhams (AED) unless otherwise stated. Prices are subject to change without notice and do not include applicable government fees, taxes, or other charges unless specifically mentioned.</p>\n<h4>Property Images</h4>\n<p>Images and virtual tours are for illustrative purposes only and may not accurately represent the actual condition, layout, or finishes of properties. All measurements are approximate.</p>\n<h3>4. Purchase Terms</h3>\n<p>When purchasing or reserving a property through our website, the following terms apply:</p>\n<h4>Reservations</h4>\n<p>Reservations are subject to availability and our acceptance. A reservation does not constitute a legally binding sale until a formal purchase agreement is executed.</p>\n<h4>Payment Terms</h4>\n<p>Payment terms, deposit requirements, and installment schedules will be detailed in the purchase agreement. All payments must be made in accordance with the terms specified in your individual purchase agreement.</p>\n<h4>Cancellation and Refund Policy</h4>\n<p>Cancellation and refund policies vary by property and will be outlined in your specific purchase agreement. Please review these terms carefully before making any payments.</p>\n<h3>5. User Accounts</h3>\n<p>When you create an account with us, you must provide information that is accurate, complete, and current at all times. You are responsible for safeguarding the password and for keeping your account information current. You agree to notify us immediately of any unauthorized use of your account.</p>\n<h3>6. Prohibited Uses</h3>\n<p>You may use our Service only for lawful purposes and in accordance with these Terms. You agree not to use the Service:</p>\n<ul><li>In any way that violates any applicable national or international law or regulation</li><li>To transmit, or procure the sending of, any advertising or promotional material without our prior written consent</li><li>To impersonate or attempt to impersonate the company, a company employee, another user, or any other person or entity</li><li>In any way that infringes upon the rights of others, or in any way is illegal, threatening, fraudulent, or harmful</li><li>To engage in any other conduct that restricts or inhibits anyone's use or enjoyment of the website</li></ul>\n<h3>7. Intellectual Property</h3>\n<p>The Service and its original content, features, and functionality are and will remain the exclusive property of Jinan and its licensors. The Service is protected by copyright, trademark, and other laws. Our trademarks and trade dress may not be used in connection with any product or service without our prior written consent.</p>\n<h3>8. Disclaimer</h3>\n<p>The information on this website is provided on an &quot;as is&quot; basis. To the fullest extent permitted by law, Jinan excludes all representations, warranties, conditions, and terms relating to our website and the use of this website (including, without limitation, any warranties implied by law in respect of satisfactory quality, fitness for purpose, and/or the use of reasonable care and skill).</p>\n<h4>No Warranty</h4>\n<p>Jinan makes no representations or warranties regarding the accuracy, reliability, or availability of the website or its content. We do not warrant that the website will be available at all times or that access will be uninterrupted.</p>\n<h4>Limitation of Liability</h4>\n<p>In no event shall Jinan, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from your use of the Service.</p>\n<h3>9. Indemnification</h3>\n<p>You agree to defend, indemnify, and hold harmless Jinan and its licensee and licensors, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees), resulting from or arising out of: (a) your use and access of the Service; (b) your violation of any term of these Terms; (c) your violation of any third party right, including without limitation any copyright, property, or privacy right.</p>\n<h3>10. Governing Law</h3>\n<p>These Terms shall be interpreted and governed by the laws of the United Arab Emirates, without regard to its conflict of law provisions. Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.</p>\n<h3>11. Dispute Resolution</h3>\n<p>Any disputes arising out of or in connection with these Terms or the use of the Service shall be resolved through negotiation in good faith. If negotiation fails, disputes shall be referred to the courts of Sharjah, United Arab Emirates, which shall have exclusive jurisdiction.</p>\n<h3>12. Changes to Terms</h3>\n<p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p>\n<h3>13. Contact Information</h3>\n<p>If you have any questions about these Terms and Conditions, please contact us:</p>\n<p><strong>Email:</strong> <a href=\"mailto:info@jinan.ae\">info@jinan.ae</a></p><p><strong>Phone:</strong> +971 6 123 4567</p><p><strong>Address:</strong> Orient building - 2nd Floor - Office 23 Al Arouba St - Al Mareija - Hay Al Gharb - Sharjah, UAE</p>"
}